[
    "Se io nuoto,tu nuoti, noi nuotiamo...perché Frank SiNatra? ",

    "Ma se una mucca si trova a bratislava, è una slo-vacca?",

    "Era una che quando le dicevano 'Van Gogh', rispondeva: 'Ci vada lei'.",

    "Quando un australiano compra un boomerang nuovo, come fa a buttare via quello vecchio?",

    "La lana di vetro si fa con le pecore di Murano?",

    "L'equinozio? Un cavallo fannullone?",

    "San Remo? Il protettore dei fratelli Abbagnale?",

    "Le guardie forestali quando muoiono vanno al Gran Paradiso?",

    "La storia di Adamo ed Eva fu il primo melo-dramma?",

    "L'insalata russa e il pomodoro non dorme...",

    "'Ieri ho vomitato tutto il giorno.' 'Vedi di rimetterti.'",

    "Del '68 non c'é più traccia, e il '77 è ormai lontano; prenderò un taxi.",

    "Un birillo e una cartolina andavano a scuola, ma l'uno veniva sempre bocciato e l'altra sempre rimandata.",

    "Cosa faceva uno sputo su una scala? Saliva.",

    "'Non so se mi spiego...' disse il paracadute.",

    "'Non so se mi spiedo...' disse un pollo sul girarrosto.",

    "Il marinaio spiegò le vele al vento, ma il vento non capì...",

    "Misticismo di uno Streptococcus termophilus: 'Ecce Yomo.'",

    "Ragazzo scoppia di salute: 9 morti e 3 feriti.",

    "'Mi hanno messo in cinta!', disse una fibbia.",

    "Durante il mio soggiorno nel Sahara notai che il menù nei ristoranti era limitato: c'era solo il dessert.",

    "Il massimo dell'ecologia nel mondo animale: le marmotte catalitiche.",

    "La mela al verme: 'Non parlare, bacami !'.",

    "Ricordo delle Terme: quando mi scappava la pipì era un Fiuggi Fiuggi generale, ma non riuscivo a prenderla...",

    "Che cosa mette un drogato nel caffé? Lo zucchero di canna.",

    "Batman a chi applaudiva?",

    "I 7 nani si iscrissero in massa alla corsa ciclistica quando seppero che c'erano molte tappe.",

    "'Non fare il porcino!'', disse la funga al fungo.",

    "Cosa disse l'ultimo dei mohicani? 'Aspettatemi!'",

    "A quale velocità va il cammello dei re magi? A tutta mirra.",

    "Arrestato un concorso che era stato bandito.",

    "Ecco che il mediano scatta sulla destra, effettua un contrasto, sviluppa al centro, e si guarda la foto.",

    "I carabinieri che giocano in borsa sono molto abbronzati; hanno loro detto che per conoscere meglio le quotazioni in borsa, devono prendere 'Il sole 24 ore'",
    "Perché le tende piangono? Perché sono da sole.",

    "La supposta al missile: 'Per fortuna che tu vai in cielo..'",

    "'Papà, la nonna é cattiva!'; 'Zitto e mangia, che abbiamo solo quella.'",

    "Pierino, smetti di dondolare il nonno altrimenti impicco anche te!",

    "Mio figlio é cinque anni che suona al conservatorio, ma non gli hanno ancora aperto.",

    "La Paramount Pictures presenta: 'Notte sul water', con Dolores de Panza e Sbrusiores de Culos.",

    "Abbiamo riso abbastanza, adesso pasta.",

    "A Stewie Wonder: 'Le ha creato problemi nascere cieco?'; 'No, sarebbe stato peggio nascere negro.'",

    "Quand'è che un elefante dice elefante? Quando, aprendo il frigorifero trova solo le cocacole",

    "Che vitaccia, ci vorrebbe un cacciavite più grosso.",

    "Il giudice rivolgendosi al monco accusato di furto: 'Amputato, alzatevi!'",

    "Come faceva la mamma di Ray Charles a castigarlo? Cambiava posto ai mobili di casa.",

    "Perché i detenuti che giocano a calcio sono in dieci? Perché manca il libero.",

    "'Wonder Woman sei spacciata!'; 'Lo so, sono un'eroina...'",

    "Quando moriremo? Quando lo uccise Romolo.",

    "Fra fidanzati; 'Caro, se tu mi amassi!'; 'Ma no, non aver paura che non ti amasso!'",

    "Che cosa disse una goccia di sangue cadendo a terra? 'Oggi non sono in vena...'",

    "Volevo regalarti una camicia di Armani, ma m dispiaceva lasciarlo in canottiera.",

    "Ho inventato un cappotto che va bene per tutte le stagioni; quando fa caldo basta toglierlo.",

    "Una volta ho conosciuto un tale con una mente così ristretta, che poteva guardare dal buco della serratura con tutte e due gli occhi.",

    "Data l'esplosione demografica, avendo saputo che ogni secondo una donna mette al mondo un bambino, le autorità hanno dato ordine di trovare quella donna e farla smettere immediatamente.",

    "'Vorrei una camicia.' 'La taglia?' 'No, la porto via intera.'",

    "Un ladro incontra un collega e gli dice: 'Andiamo a prendere un caffé?' e l'altro: 'A chi?'",

    "Che cosa fa un solo capello sulla testa di un uomo calvo? Il monumento ai caduti.",

    "Come si chiama la più famosa ballerina russa? Cionanca Sbilenca.",

    "E il direttore della più grande fabbrica di cioccolata in Germania? Fon Dent.",

    "E il direttore della centrale del latte della Mecca? Allat.",

    "Come si chiama l'assessore alla nettezza urbana di Venezia? Menelao le Manin..",

    "Come si chiama il direttore delle poste di Dublino? Frank o'boll.",

    "In una stanza si trovano raccolti nel più assoluto silenzio un caporale, un tenente, un maggiore e un colonnello; chi ha il grado più alto? Il silenzio, perché é generale.",

    "Perché quando il cielo si rannuvola non si può contare oltre il numero sette? Perché altrimenti pioverebbe a dir...otto.",

    "Come si prende un pollo per amazzarlo? Vivo.",

    "Perché quando i cannibali uccidono un uomo, preferiscono mangiare prima la mano? Perché é condita.",

    "In quale battaglia morì l'ammiraglio Nelson? Nell'ultima.",

    "I tre porcellini vanno da Mike Bongiorno e gli dicono: 'Ha delle domande da porci?'",
    "Chi da solo fu capace di uccidere un quarto dell'umanità? Caino.",
    "Cosa fece Cristoforo Colombo dopo aver messo il primo piede in America? Ci mise il secondo.",
    "Perché in America fa freddo? Perché é stata scoperta.",
    "Cosa fa un carabiniere in strada con un cucchiaio in mano? Imbocca la curva.",
    "Perché i cavalli hanno le narici così grandi? Con quegli zoccoli che hanno...",
    "Qual é la cosa più pigra? Gli occhiali, perché sono lenti.",
    "L'ortodosso? Una coltura di ortaggi su terrapieno?",
    "Papa Leone visse anni ruggenti?",
    "Il Passo del San Bernardo? Un'andatura da cani?",
    "'Tutte le strade portano a Roma'? Un detto popolare o la conclusione dei giudici antimafia?",
    "'Se i pappagalli italiani dicono 'Loreto! Loreto', quelli francesi dicono 'Lourdes! Lourdes'?",
    "Ma un cleptomane e' un grande fan di Eric Clapton?",
    "Un pazzo trova un fiammifero, lo prende, lo accende, lo spegne e se lo mette in tasca dicendo: 'Bene, questo funziona: lo tengo!'",
    "Come disse il cestino, io mi rifiuto!",
    "Il tuo futuro dipende dai tuoi sogni: non perdere altro tempo, vai a dormire!",
    "Una banana cammina per strada. Ad un certo punto inciampa e dice: “Ahi! Mi sono sbucciata!”",
    "Qui è sepolto Napoleone. Non tutto… ma Buonaparte!",
    "Non sono vegetariano perché amo gli animali, ma perché odio le piante.",
    "Oggi andrò a correre, perché in amor vince chi fugge!",
    "Chiude una lavanderia. Faceva affari sporchi.",
    "Qual e? la citta? preferita dai ragni? Mosca!"
]